[
  {
    "Name": "COUNCIL OF JERUSALEM",
    "Type": "Pre-Ecumenical",
    "Year": 50,
    "Location": "JERUSALEM",
    "Summary": "The apostles and the elders were gathered together to consider this matter. And after there had been much debate, Peter rose and said to them, “Brethren, you know that in the early days God made choice among you, that by my mouth the Gentiles should hear the word of the gospel and believe. And God who knows the heart bore witness to them, giving them the Holy Spirit just as he did to us; and he made no distinction between us and them, but cleansed their hearts by faith. Now therefore why do you make trial of God by putting a yoke upon the neck of the disciples which neither our fathers nor we have been able to bear? But we believe that we shall be saved through the grace of the Lord Jesus, just as they will.” [Acts 15:6-11]",
    "New Advent Link": ""
  },
  {
    "Name": "Council of Rome",
    "Type": "Pre-Ecumenical",
    "Year": 155,
    "Location": "ROME",
    "Summary": "In 155, Anicetus, bishop of Rome, presided over a church council at Rome that was attended by a number of bishops including Polycarp, bishop of Smyrna. Although the council failed to reach agreement on the issue, ecclesiastical communion was preserved. A generation later, synods of bishops in Palestine, Pontus and Osrhoene in the east, and in Rome and Gaul in the west, unanimously declared that the celebration should be exclusively on Sunday.",
    "New Advent Link": ""
  },
  {
    "Name": "Council of Rome",
    "Type": "Pre-Ecumenical",
    "Year": 193,
    "Location": "ROME",
    "Summary": "Victor, bishop of Rome, presided over a council at Rome and subsequently sent a letter about the matter to Polycrates of Ephesus and the churches of the Roman province of Asia.",
    "New Advent Link": ""
  },
  {
    "Name": "Council of Ephesus",
    "Type": "Pre-Ecumenical",
    "Year": 193,
    "Location": "EPHESUS",
    "Summary": "Polycrates presided over a council at Ephesus attended by several bishops throughout that province, which rejected Victor's authority and kept the province's paschal tradition.[48] Thereupon, Victor attempted to cut off Polycrates and the others who took this stance from the common unity, but later reversed his decision after bishops, that included Irenaeus of Lyon in Gaul, interceded and recommended that Victor adopt the more tolerant stance of his predecessor, Anicetus",
    "New Advent Link": ""
  },
  {
    "Name": "Council of Iconium",
    "Type": "Pre-Ecumenical",
    "Year": 230,
    "Location": "ICONIUM",
    "Summary": "A synod was held at Iconium in Asia Minor, which must have been of great authority in the controversy which was soon to begin on the subject of the baptism of heretics. Like the Synod of Carthage, presided over by Agrippinus, that of Iconium declared every baptism conferred by a heretic to be invalid. The best information upon this Council has been furnished us by the letter which Bishop Firmilian of Cæsarea in Cappadocia, who showed himself so active in this controversy, addressed to St. Cyprian towards the end of the letter: “Among us, as more than one Church has never been recognised, so also have we never recognised as holy any but the baptism of that Church. Some having had doubts upon the validity of baptism conferred by those who receive new prophets, but who, however, appear to adore the same Father and the same Son as ourselves, we have assembled in great number at Iconium: we have very carefully examined the question (diligentissime tractavimus), and we have decided that all baptism administered outside the Church must be rejected.”",
    "New Advent Link": ""
  },
  {
    "Name": "Councils of Arabia",
    "Type": "Pre-Ecumenical",
    "Year": 246,
    "Location": "ARABIA",
    "Summary": "The Councils of Arabia were two councils of the early Christian Church held in Bostra, in Arabia Petraea; one in 246 and the other in 247. Both were held against Beryllus, the local bishop, and his followers, who believed that the soul perished upon the death of the body, but that it would one day rise with the body. Origen, who was present at both councils, convinced them that their belief was heretical.",
    "New Advent Link": ""
  },
  {
    "Name": "Council of Carthage",
    "Type": "Pre-Ecumenical",
    "Year": 251,
    "Location": "CARTHAGE",
    "Summary": "In May 251 a synod, assembled under the presidency of Cyprian to consider the treatment of the Lapsi, excommunicated Felicissimus and five other Novatian bishops (Rigorists), and declared that the lapsi should be dealt with, not with indiscriminate severity, but according to the degree of individual guilt. These decisions were confirmed by a synod of Rome in the autumn of the same year.",
    "New Advent Link": "www.newadvent.org/cathen/01674b.htm"
  },
  {
    "Name": "Council of Rome",
    "Type": "Pre-Ecumenical",
    "Year": 251,
    "Location": "ROME",
    "Summary": "A synod composed of 60 bishops, without counting deacons and priests.  The synod confirmed the decrees of that of Carthage, and eexcommunicated Novatian and his partisans.  These facts were preserved by Cyprian (Ep 52) and Eusebius (hist. eccl. Vi 43, pp 242, 245).",
    "New Advent Link": ""
  },
  {
    "Name": "Council of Antioch",
    "Type": "Pre-Ecumenical",
    "Year": 264,
    "Location": "ANTIOCH",
    "Summary": "Three synods at Antioch in Syria occupied themselves with the accusation and deposition of the bishop of that town, the well-known anti-Trinitarian, Paul of Samosata.  He separated the one from the other, the Father and the Son, far too much. He set off, as Sabellius did, from a confusion of the divine persons, and regarded the Logos as an impersonal virtue of God in no way distinct from the Father. In JESUS he saw only a man penetrated by the Logos, who, although miraculously born of a virgin, was yet only a man, and not the God-man.  In these disputations Paul of Samosata was convicted of error. The Council deposed him, excommunicated him, and chose in his place Domnus, son of his predecessor Demetrian Bishop of Antioch.",
    "New Advent Link": ""
  },
  {
    "Name": "Synod of Elvira",
    "Type": "Pre-Ecumenical",
    "Year": 306,
    "Location": "ELVIRA",
    "Summary": "It was attended by 19 bishops and 26 presbyters, mostly resident in Baetica. Deacons and laymen were also present.  81 canons are recorded, although it is believed that many were added at later dates. All concern order, discipline, and conduct among the Christian community. Canon 36 (Pictures are not to be placed in churches, so that they do not become objects of worship and adoration), forbidding the use of images in churches, became a bone of contention between Catholic and Protestant scholars after the Protestant Reformation.",
    "New Advent Link": ""
  },
  {
    "Name": "Council of Carthage",
    "Type": "Pre-Ecumenical",
    "Year": 311,
    "Location": "CARTHAGE",
    "Summary": "In 311 Caecilian was elected bishop, but he was opposed by many because he allowed himself to be consecrated by a traditor bishop (one who had surrendered copies of Scripture to the authorities during Emperor Diocletian’s persecution of Christians, beginning in 303). The primate of Numidia, Secundus of Tigisi, who had acquired in the previous 40 years the right of consecrating the bishop of Carthage, arrived in Carthage with 70 bishops and in solemn council declared Caecilian’s election invalid. The council then appointed a reader (lector), Majorinus, to replace Caecilian.",
    "New Advent Link": ""
  },
  {
    "Name": "Synod of Neo-Caesarea",
    "Type": "Pre-Ecumenical",
    "Year": 314,
    "Location": "CAESAREA",
    "Summary": "Its principal work was the adoption of fifteen disciplinary canons, which were subsequently accepted as ecumenical by the Council of Chalcedon, 451, and of which the most important are the following: i. degrading priests who marry after ordination; vii. forbidding a priest to be present at the second marriage of any one; viii. refusing ordination to the husband of an adulteress; xi. fixing thirty years as the age below which one might not be ordained (because Christ began His public ministry at the age of thirty); xiii. according to city priests the precedence over country priests; xiv. permitting Chorepiscopi to celebrate the sacraments; xv. requiring that there be seven deacons in every city.",
    "New Advent Link": ""
  },
  {
    "Name": "Synod of Ancyra",
    "Type": "Pre-Ecumenical",
    "Year": 314,
    "Location": "ANCYRA",
    "Summary": "Soon after the death of the Emperor Maximin, a council was held at Ancyra, the capital of Galatia. Only about a dozen bishops were present, and the lists of subscriptions which are found appended to the canons are not to be depended on, being evidently in their present form of later authorship; as has been shown by the Ballerini. If we may at all trust the lists, it would seem that nearly every part of Syria and Asia Minor was represented, and that therefore the council while small in numbers was of considerable weight.  The disciplinary decrees of this council possess a singular interest as being the first enacted after the ceasing of the persecution of the Christians and as providing for the proper treatment of the lapsed.",
    "New Advent Link": ""
  },
  {
    "Name": "Synod of Arles",
    "Type": "Pre-Ecumenical",
    "Year": 314,
    "Location": "ARLES",
    "Summary": "The first Council of Arles was held in 314, for the purpose of putting an end to the Donatist controversy. It confirmed the findings of the Council of Rome (313), i.e. it recognized the validity of the election of Caecilian of Carthage, and confirmed the excommunication of Donatus of Casae Nigrae. Its twenty-two canons dealing with various abuses that had crept into ecclesiastical life since the persecution of Diocletian (284-305) are among the most important documents of early ecclesiastical legislation.",
    "New Advent Link": "www.newadvent.org/cathen/01727b.htm"
  },
  {
    "Name": "FIRST COUNCIL OF NICAEA",
    "Type": "Ecumenical",
    "Year": 325,
    "Location": "NICAEA",
    "Summary": "The Council of Nicaea lasted two months and twelve days. Three hundred and eighteen bishops were present. Hosius, Bishop of Cordova, assisted as legate of Pope Sylvester. The Emperor Constantine was also present. To this council we owe the Nicene Creed, defining against Arius the true Divinity of the Son of God (homoousios), and the fixing of the date for keeping Easter (against the Quartodecimans).",
    "New Advent Link": "www.newadvent.org/cathen/11044a.htm"
  },
  {
    "Name": "FIRST COUNCIL OF CONSTANTINOPLE",
    "Type": "Ecumenical",
    "Year": 381,
    "Location": "CONSTANTINOPLE",
    "Summary": "The First General Council of Constantinople, under Pope Damasus and the Emperor Theodosius I, was attended by 150 bishops. It was directed against the followers of Macedonius, who impugned the Divinity of the Holy Ghost. To the above-mentioned Nicene Creed it added the clauses referring to the Holy Ghost (qui simul adoratur) and all that follows to the end.",
    "New Advent Link": "www.newadvent.org/cathen/04308a.htm"
  },
  {
    "Name": "COUNCIL OF EPHESUS",
    "Type": "Ecumenical",
    "Year": 431,
    "Location": "EPHESUS",
    "Summary": "The Council of Ephesus, of more than 200 bishops, presided over by St. Cyril of Alexandria representing Pope Celestine I, defined the true personal unity of Christ, declared Mary the Mother of God (theotokos) against Nestorius, Bishop of Constantinople, and renewed the condemnation of Pelagius.",
    "New Advent Link": "www.newadvent.org/cathen/05491a.htm"
  },
  {
    "Name": "COUNCIL OF CHALCEDON",
    "Type": "Ecumenical",
    "Year": 451,
    "Location": "CHALCEDON",
    "Summary": "The Council of Chalcedon -- 150 bishops under Pope Leo the Great and the Emperor Marcian -- defined the two natures (Divine and human) in Christ against Eutyches, who was excommunicated.",
    "New Advent Link": "www.newadvent.org/cathen/03555a.htm"
  },
  {
    "Name": "SECOND COUNCIL OF CONSTANTINOPLE",
    "Type": "Ecumenical",
    "Year": 553,
    "Location": "CONSTANTINOPLE",
    "Summary": "The Second General Council of Constantinople, of 165 bishops under Pope Vigilius and Emperor Justinian I, condemned the errors of Origen and certain writings (The Three Chapters) of Theodoret, of Theodore, Bishop of Mopsuestia and of Ibas, Bishop of Edessa; it further confirmed the first four general councils, especially that of Chalcedon whose authority was contested by some heretics.",
    "New Advent Link": "www.newadvent.org/cathen/04308b.htm"
  },
  {
    "Name": "THIRD COUNCIL OF CONSTANTINOPLE",
    "Type": "Ecumenical",
    "Year": 680,
    "Location": "CONSTANTINOPLE",
    "Summary": "The Third General Council of Constantinople, under Pope Agatho and the Emperor Constantine Pogonatus, was attended by the Patriarchs of Constantinople and of Antioch, 174 bishops, and the emperor. It put an end to Monothelitism by defining two wills in Christ, the Divine and the human, as two distinct principles of operation. It anathematized Sergius, Pyrrhus, Paul, Macarius, and all their followers.",
    "New Advent Link": "www.newadvent.org/cathen/04310a.htm"
  },
  {
    "Name": "SECOND COUNCIL OF NICAEA",
    "Type": "Ecumenical",
    "Year": 787,
    "Location": "NICAEA",
    "Summary": "The Second Council of Nicaea was convoked by Emperor Constantine VI and his mother Irene, under Pope Adrian I, and was presided over by the legates of Pope Adrian; it regulated the veneration of holy images. Between 300 and 367 bishops assisted.",
    "New Advent Link": "www.newadvent.org/cathen/11045a.htm"
  },
  {
    "Name": "FOURTH COUNCIL OF CONSTANTINOPLE",
    "Type": "Ecumenical",
    "Year": 869,
    "Location": "CONSTANTINOPLE",
    "Summary": "The Fourth General Council of Constantinople, under Pope Adrian II and Emperor Basil numbering 102 bishops, 3 papal legates, and 4 patriarchs, consigned to the flames the Acts of an irregular council (conciliabulum) brought together by Photius against Pope Nicholas and Ignatius the legitimate Patriarch of Constantinople; it condemned Photius who had unlawfully seized the patriarchal dignity. The Photian Schism, however, triumphed in the Greek Church, and no other general council took place in the East.",
    "New Advent Link": "www.newadvent.org/cathen/04310b.htm"
  },
  {
    "Name": "FIRST LATERAN COUNCIL",
    "Type": "Ecumenical",
    "Year": 1123,
    "Location": "ROME",
    "Summary": "The First Lateran Council, the first held at Rome, met under Pope Callistus II. About 900 bishops and abbots assisted. It abolished the right claimed by lay princes, of investiture with ring and crosier to ecclesiastical benefices and dealt with church discipline and the recovery of the Holy Land from the infidels.",
    "New Advent Link": "www.newadvent.org/cathen/09016b.htm"
  },
  {
    "Name": "SECOND LATERAN COUNCIL",
    "Type": "Ecumenical",
    "Year": 1139,
    "Location": "ROME",
    "Summary": "The Second Lateran Council was held at Rome under Pope Innocent II, with an attendance of about 1000 prelates and the Emperor Conrad. Its object was to put an end to the errors of Arnold of Brescia.",
    "New Advent Link": "www.newadvent.org/cathen/09017a.htm"
  },
  {
    "Name": "THIRD LATERAN COUNCIL",
    "Type": "Ecumenical",
    "Year": 1179,
    "Location": "ROME",
    "Summary": "The Third Lateran Council took place under Pope Alexander III, Frederick I being emperor. There were 302 bishops present. It condemned the Albigenses and Waldenses and issued numerous decrees for the reformation of morals.",
    "New Advent Link": "www.newadvent.org/cathen/09017b.htm"
  },
  {
    "Name": "FOURTH LATERAN COUNCIL",
    "Type": "Ecumenical",
    "Year": 1215,
    "Location": "ROME",
    "Summary": "The Fourth Lateran Council was held under Innocent III. There were present the Patriarchs of Constantinople and Jerusalem, 71 archbishops, 412 bishops, and 800 abbots the Primate of the Maronites, and St. Dominic. It issued an enlarged creed (symbol) against the Albigenses (Firmiter credimus), condemned the Trinitarian errors of Abbot Joachim, and published 70 important reformatory decrees. This is the most important council of the Middle Ages, and it marks the culminating point of ecclesiastical life and papal power.",
    "New Advent Link": "www.newadvent.org/cathen/09018a.htm"
  },
  {
    "Name": "FIRST COUNCIL OF LYONS",
    "Type": "Ecumenical",
    "Year": 1245,
    "Location": "LYONS",
    "Summary": "The First General Council of Lyons was presided over by Innocent IV; the Patriarchs of Constantinople, Antioch, and Aquileia (Venice), 140 bishops, Baldwin II, Emperor of the East, and St. Louis, King of France, assisted. It excommunicated and deposed Emperor Frederick II and directed a new crusade, under the command of St. Louis, against the Saracens and Mongols.",
    "New Advent Link": "www.newadvent.org/cathen/09476b.htm"
  },
  {
    "Name": "SECOND COUNCIL OF LYONS",
    "Type": "Ecumenical",
    "Year": 1274,
    "Location": "LYONS",
    "Summary": "The Second General Council of Lyons was held by Pope Gregory X, the Patriarchs of Antioch and Constantinople, 15 cardinals, 500 bishops, and more than 1000 other dignitaries. It effected a temporary reunion of the Greek Church with Rome. The word filioque was added to the symbol of Constantinople and means were sought for recovering Palestine from the Turks. It also laid down the rules for papal elections.",
    "New Advent Link": "www.newadvent.org/cathen/09476c.htm"
  },
  {
    "Name": "COUNCIL OF VIENNE",
    "Type": "Ecumenical",
    "Year": 1311,
    "Location": "VIENNE",
    "Summary": "The Council of Vienne was held in that town in France by order of Clement V, the first of the Avignon popes. The Patriarchs of Antioch and Alexandria, 300 bishops (114 according to some authorities), and 3 kings -- Philip IV of France, Edward II of England, and James II of Aragon -- were present. The synod dealt with the crimes and errors imputed to the Knights Templars, the Fraticelli, the Beghards, and the Beguines, with projects of a new crusade, the reformation of the clergy, and the teaching of Oriental languages in the universities.",
    "New Advent Link": "www.newadvent.org/cathen/15423a.htm"
  },
  {
    "Name": "COUNCIL OF CONSTANCE",
    "Type": "Ecumenical",
    "Year": 1414,
    "Location": "CONSTANCE",
    "Summary": "The Council of Constance was held during the great Schism of the West, with the object of ending the divisions in the Church. It became legitimate only when Gregory XII had formally convoked it. Owing to this circumstance it succeeded in putting an end to the schism by the election of Pope Martin V, which the Council of Pisa (1403) had failed to accomplish on account of its illegality. The rightful pope confirmed the former decrees of the synod against Wyclif and Hus. This council is thus ecumenical only in its last sessions (42-45 inclusive) and with respect to the decrees of earlier sessions approved by Martin V.",
    "New Advent Link": "www.newadvent.org/cathen/04288a.htm"
  },
  {
    "Name": "COUNCIL OF BASLE/FERRARA/FLORENCE",
    "Type": "Ecumenical",
    "Year": 1431,
    "Location": "BASLE",
    "Summary": "The Council of Basle met first in that town, Eugene IV being pope, and Sigismund Emperor of the Holy Roman Empire. Its object was the religious pacification of Bohemia. Quarrels with the pope having arisen, the council was transferred first to Ferrara (1438), then to Florence (1439), where a short-lived union with the Greek Church was effected, the Greeks accepting the council's definition of controverted points. The Council of Basle is only ecumenical till the end of the twenty-fifth session, and of its decrees Eugene IV approved only such as dealt with the extirpation of heresy, the peace of Christendom, and the reform of the Church, and which at the same time did not derogate from the rights of the Holy See.",
    "New Advent Link": "www.newadvent.org/cathen/06111a.htm"
  },
  {
    "Name": "FIFTH LATERAN COUNCIL",
    "Type": "Ecumenical",
    "Year": 1512,
    "Location": "ROME",
    "Summary": "The Fifth Lateran Council sat from 1512 to 1517 under Popes Julius II and Leo X, the emperor being Maximilian I. Fifteen cardinals and about eighty archbishops and bishops took part in it. Its decrees are chiefly disciplinary. A new crusade against the Turks was also planned, but came to naught, owing to the religious upheaval in Germany caused by Luther.",
    "New Advent Link": "www.newadvent.org/cathen/09018b.htm"
  },
  {
    "Name": "COUNCIL OF TRENT",
    "Type": "Ecumenical",
    "Year": 1545,
    "Location": "TRENT",
    "Summary": "The Council of Trent lasted eighteen years (1545-1563) under five popes: Paul III, Julius III, Marcellus II, Paul IV and Pius IV, and under the Emperors Charles V and Ferdinand. There were present 5 cardinal legates of the Holy See, 3 patriarchs, 33 archbishops, 235 bishops, 7 abbots, 7 generals of monastic orders, and 160 doctors of divinity. It was convoked to examine and condemn the errors promulgated by Luther and other Reformers, and to reform the discipline of the Church. Of all councils it lasted longest, issued the largest number of dogmatic and reformatory decrees, and produced the most beneficial results.",
    "New Advent Link": "www.newadvent.org/cathen/15030c.htm"
  },
  {
    "Name": "FIRST VATICAN COUNCIL",
    "Type": "Ecumenical",
    "Year": 1869,
    "Location": "VATICAN",
    "Summary": "The Vatican Council was summoned by Pius IX. It met 8 December, 1869, and lasted till 18 July, 1870, when it was adjourned; it is still (1908) unfinished. There were present 6 archbishop-princes, 49 cardinals, 11 patriarchs, 680 archbishops and bishops, 28 abbots, 29 generals of orders, in all 803. Besides important canons relating to the Faith and the constitution of the Church, the council decreed the infallibility of the pope when speaking ex cathedra, i.e. when as shepherd and teacher of all Christians, he defines a doctrine concerning faith or morals to be held by the whole Church.",
    "New Advent Link": "www.newadvent.org/cathen/15303a.htm"
  },
  {
    "Name": "SECOND VATICAN COUNCIL",
    "Type": "Ecumenical",
    "Year": 1962,
    "Location": "VATICAN",
    "Summary": "The Second Vatican Council sat from 1962-1965 announced by Pope John XXIII though closed under Pope Paul VI on the Solemnity of the Immaculate Conception on 8 December 1965.  changes which followed the council included the widespread use of vernacular languages in the Mass instead of Latin, the subtle disuse of ornate clerical regalia, the revision of Eucharistic (liturgical) prayers, the abbreviation of the liturgical calendar, the ability to celebrate the Mass versus populum (with the officiant facing the congregation), as well as ad orientem (facing the \"East\" and the Crucifix), and modern aesthetic changes encompassing contemporary Catholic liturgical music and artwork.",
    "New Advent Link": ""
  }
]